{
    "type": "page",
    "title": "Microsoft and Bill Gates Captain Of Industry or Robber Baron?",
    "author": "Luke Ballmer",
    "elem": [
        {"type": "img", "name": "microsoft.png"},

        {"type": "subtitle", "text": "Disclaimer"},
        {"type": "text", "text": "Bill Gates is no longer the “CEO” of Microsoft, having handed off the reigns of the company to Steve Ballmer in 2000, who then handed them off to Satia Nadella in 2014. However, he remains the owner of the corporation and still is deeply involved in some operations of the company. Being the cofounder of the company and having managed the company for nearly 25 years, he was the CEO for much of the events described in this article."},

        {"type": "subtitle", "text": "About Microsoft"},
        {"type": "text", "text": "A company that started in a garage in the 70’s and became one of the most successful tech companies in the world, the legendary rise of Microsoft is much spoken about in our society today. At first Bill Gates and his team focused on the development of user friendly, powerful interpreters and microprocessors for an early personal computer known as the Altair 8800. When IBM adopted its operating system MS-DOS, Microsoft then rose to dominate the operating systems market, a market that had only just been created. This monopoly on such a new, attractive and essential market allowed Microsoft to mature at such an extraordinary rate."},
        {"type": "wrapimg", "side": "right", "width": "40%", "name": "starting-ms-dos.png"},
        {"type": "text", "text": "But how is it possible for a tech company in today's industry to pull off such a feat? The answer to this question is not as clear cut as the question makes it appear to be. In a market dominated by huge names such as that of Apple, IBM, and indeed, Microsoft, such a feat would be nothing short of a miracle. The main issue is not, contrary to popular belief, competition. In fact, as is the case with Microsoft and Apple, competition often leads to rapid growth and development. The main issue arises when large firms such as IBM or Microsoft decide that it would be profitable to buy out the competition or to integrate vertically to take over the market and gain a monopoly."},
        {"type": "text", "text": "But it's not all bad. Having a powerhouse such as Microsoft in an economy has its benefits. Microsoft can provide funding and can collaborate with smaller businesses. This can help small businesses develop. Another advantage of having a large corporation such as Microsoft is it provides a reliable source of stable jobs in an economy."},
        
        {"type": "subtitle", "text": "Will Microsoft go down as a captain of industry or a robber baron in the future?"},
        {"type": "wrapimg", "side": "right", "width": "40%", "name": "evolution-pc.jpg"},
        {"type": "text", "text": "Microsoft breakthrough came, when big blue, IBM chose to adopt Microsoft's MS Dos operating system for all of its personal computers. IBM was the largest manufacturer of personal computers at the time. Other manufacturers of PCs included Atari, Commodore, Apple, and others. The contract with IBM gave Microsoft a worldwide platform. But soon, the balance of power between big IBM and little Microsoft began to shift in Microsoft favor. MS Dos was adopted by other PC manufacturers as well, becoming the dominant operating system of the time. Now, people chose their computers based on the operating system it runs, and no longer based on which company has manufactured the PC. Companies that did not run MS Dos, such as Apple, rapidly lost market share and Microsoft turned worldwide senior partner IBM into a mere supplier among others. In the early nineties, Microsoft, Steve Jobs would say copied Apple's revolutionary windows based operating system and created Microsoft Windows, which built on its earlier prompt based MS Dos operating platform. Microsoft Windows grew into a near worldwide monopoly in the 90s, and Apple almost went bankrupt."},
        {"type": "wrapimg", "side": "left", "width": "40%", "name": "browser-war.jpg"},
        {"type": "text", "text": "The then new internet challenged Microsoft’s dominant position in the late nineties. What became known as browser wars followed. A small company named Netscape gained popularity as a web browser, challenging Microsoft Explorer. By mid 1995, the Netscape navigator was the most widely used browser. Later this year, Microsoft launched the Internet Explorer, available free of charge to all Windows users. This destroyed the market for internet browsers and killed Netscape. At this stage, Microsoft looked very much like a Gilded Age corporation and some might have thought of Bill Gates as a robber baron. By 2003, the Internet Explorer was almost the only browser people used, giving Microsoft a monopoly on the internet. Then, a small open source, first named Phoenix and later Firefox, started to make a dent in Microsoft’s market share. Ultimately, a small company called Google, with its revolutionary search engine and its Chrome browser emerged, grew into another internet titan, and pushed back Microsoft."},
        {"type": "text", "text": "CEO's like James Hill, who owned the Great Northern Railways or Andrew Carnegie, who owned one of largest steel production companies in the US, also were considered robber barons, which means American industrialists who became wealthy by exploiting people and using despicable business practices. Like Bill Gates, they pursued vertical integration to expand their empires. However, I believe that CEO’s like Henry Ford or Bill Gates should be considered captains of industry due not only to their impassioned drive to revolutionize technology and make it available to all, but also their success in the nurturing of revolutions that changed the industry as a whole. "},
        
        {"type": "subtitle", "text":"Microsoft, democracy and authority"},
        {"type": "wrapimg", "side": "right", "width": "35%", "name": "railroad-workers.jpg"},
        {"type": "text", "text": "Similarly to the corporations of the Gilded Age, Microsoft’s innovations changed how we live and how our society is structured. A key difference between the formation of the corporations that reigned free in the Gilded Age and the formation of Microsoft can be clearly seen in how the employees are treated by companies. During the Gilded Age, workers were subjected to harsh working environments and worked for very low salaries while the CEOs became extremely wealthy and didn’t care about worker’s well-being. Company owners tried to suppress unions and revolts from the employees. The Gilded Age led to a time where company owners had high authority over their employees and employees had little protection from their employer’s abuses."},
        {"type": "wrapimg", "side": "left", "width": "50%", "name": "staff-microsoft.jpg"},
        {"type": "text", "text": "Microsoft, unlike many of the companies that prospered during the Gilded Age, was founded by a group of friends who wanted to work together to make the world a better place, rather than a more profitable one. And while a hierarchy had to emerge as the company grew and focus changed, the original goal remained part of the company’s culture."},
        {"type": "subtitle", "text": "."},
        {"type": "subtitle", "text": "."},
        {"type": "subtitle", "text": "."}



    ]
}